{
   "users":[
   {
     "id":1,
      "name":"Алексей",
      "surname":"Арсентьев",
      "imgurl":"https://image.freepik.com/free-vector/businessman-character-avatar-icon-vector-illustration-design_24877-18271.jpg",
      "posts" :[
         "Английский\n\nОднажды я спросил у коллеги, как он смог так хорошо выучить английский? На что он ответил, что читал книги и смотрел сериалы на английском после работы. Только через год я узнал, что он читал книги и смотрел сериалы, живя при этом в Калифорнии, в течении 5 лет.\n",
         "Сегодня состоялся примерно следующий диалог в кафе:\n- Одно капучино пожалуйста\n- Вам на обычном молоке?\nВ шутку говорю: - На коровьем.\n- Коровьего нет. Есть обычное, соевое и миндальное.\n- На обычном пожалуйста.\n",
         "Первые попавшиеся не очень длинные посты из интернета\n"
      ]
   },
   {
     "id":2,
     "name":"Ольга",
     "surname":"Кузнецова",
      "imgurl":"https://www.pngarts.com/files/3/Cool-Avatar-Transparent-Images.png",
       "posts" :[
         "Привет, я Ольга. Тут я рассказываю о себе\n",
         "Очень длинный пост о том, как правильно подобрать платье на свадьбу\n",
         "Любой технически сложный hardware-проект — всегда уравнение с множеством неизвестных: платформа, компоненты, технологии, производство, функциональность, реализуемость. «Пощупать», что получается, можно, когда пройдены дорогостоящие этапы: R&D, выбор комплектующих, разработка программ и поиск фабрики для производства.\n",
         "Каким бы ни было мобильное приложение для App Store, оно должно быть представлено аудитории таким образом, чтобы повысить его популярность и тем самым увеличить кликабельность. А для этого необходимо создать такую рекламную страницу приложения, которая будет разительно отличаться от конкурентных приложений на рынке.\n\nРекламная страница содержит в себе различные виды информации. Однако, как показывает практика, люди изначально предпочитают сканировать графическую информацию, а не считывать конкретный текст. Скриншоты приложения — это то, что бросается в глаза читателям в первую очередь. Эта задача может показаться сложной и требовательной, поскольку у вас есть всего несколько слотов для скриншотов и не во все удастся поместить всё, то что бы вы хотели сказать о вашем приложении. Тем не менее, если включить творческую мысль на полную, то есть большая вероятность сотворить шедевр. В связи с этим, мы хотим поделиться с вами несколькими шагами, которые помогут создать скриншоты для вашего приложения.\n"
      ]
   },
   {
     "id":3,
     "name":"Михаил",
     "surname":"Новотворцев",
     "imgurl":"https://icon-library.net/images/male-avatar-icon/male-avatar-icon-29.jpg",
       "posts" :[
         "Что такое игра валидаторов или “как запустить proof-of-stake блокчейн”\n\nИтак, ваша команда закончила alpha-версию вашего блокчейна, и пришло время запускать testnet, а затем и mainnet. У вас настоящий блокчейн, с независимыми участниками, хорошей экономической моделью, безопасностью, вы спроектировали governance и теперь пора бы попробовать все это в деле. В идеальном криптоанархическом мире, вы выкладываете в сеть genesis block, окончательный код ноды и валидаторы сами все запускают, поднимают все вспомогательные сервисы и все случается само собой. Но это в выдуманном мире, а в реальном, команда должна подготовить довольно много вспомогательного софта и различных манипуляций чтобы помочь валидаторам запустить устойчивую сеть. Об этом данная статья.\n",
         "Компания Raytheon объявила, что поставила ВВС США первую партию лазеров для уничтожения беспилотников. Raytheon сообщает, что высокоэнергетические лазерные системы (HELWS — High-Energy Laser Weapon System) будут использоваться на зарубежных базах США в рамках годичного эксперимента американских ВВС. В течение года системы будут проверяться на эффективность, а операторы будут учиться управлять HELWS.\n",
         "30 октября в московском офисе Mail.ru Group состоится очередная встреча сообщества CocoaHeads. Приглашаем на митап заинтересованных iOS- и OSX-разработчиков. В программе — 3 доклада, традиционная викторина и, конечно, неформальное общение.\n"
      ]
   }
   ]
}
